tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'tmux'
brew 'git'
brew 'node'
brew 'npm'

cask 'iterm2'
cask 'font-fira-code'
cask 'firefox'
cask 'google-chrome'
cask 'spectacle'
cask 'intellij-idea'
cask 'visual-studio-code'
cask 'iina'
cask 'skype'
cask 'telegram'
cask 'java8'
cask 'virtualbox'
cask 'kap'
cask 'transmission'

mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Spark', id:  1176895641
