tap 'caskroom/cask'

brew 'tmux'
brew 'git'
brew 'maven'
brew 'node'
brew 'ccat'

cask 'font-fira-code'
cask 'firefox'
cask 'google-chrome'
cask 'spectacle'
cask 'visual-studio-code'
cask 'iina'
cask 'skype'
cask 'telegram'
cask 'qlcolorcode' 
cask 'qlstephen'
cask 'qlmarkdown' 
cask 'quicklook-json'
cask 'webpquicklook'
cask 'suspicious-package'
cask 'qlvideo'

mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Spark', id:  1176895641
